Repository: hkatic/laprdus
Catalog: Lapplerdus/Laprdus/Laprdus/Localizable.xcstrings
Source language: en
Languages: hr, sr

source: %@ (copy)
hr: %@ (kopija)
sr: %@ (kopija)

source: About Laprdus
hr: O Laprdusu
sr: O Laprdusu

source: Add entry
hr: Dodaj unos
sr: Dodaj unos

source: Add Entry
hr: Dodaj unos
sr: Dodaj unos

source: Add, edit, and delete dictionary entries
hr: Dodaj, uredi i izbriši unose u rječniku
sr: Dodaj, uredi i izbriši unose u rečniku

source: Adult
hr: Odrasli
sr: Odrasli

source: Advanced
hr: Napredno
sr: Napredno

source: Application Information
hr: Informacije o aplikaciji
sr: Informacije o aplikaciji

source: Application information, legal, and support
hr: Informacije o aplikaciji, pravne informacije i podrška
sr: Informacije o aplikaciji, pravne informacije i podrška

source: Apply user dictionaries
hr: Primjena korisničkih rječnika
sr: Primena korisničkih rečnika

source: Are you sure you want to delete this dictionary entry?
hr: Jeste li sigurni da želite izbrisati ovaj unos iz rječnika?
sr: Da li ste sigurni da želite da izbrišete ovaj unos iz rečnika?

source: Cancel
hr: Odustani
sr: Otkaži

source: Case sensitive
hr: Razlikuj velika i mala slova
sr: Razlikuj velika i mala slova

source: Child
hr: Dijete
sr: Dete

source: Comment (optional)
hr: Komentar (neobvezno)
sr: Komentar (opciono)

source: Contact author via E-Mail
hr: Kontaktirajte autora putem e-pošte
sr: Kontaktirajte autora putem e-pošte

source: Convert emojis to their text descriptions
hr: Pretvori emojije u njihove tekstualne opise
sr: Pretvori emodžije u njihove tekstualne opise

source: Copyright © 2026., Hrvoje Katić
hr: Autorska prava © 2026., Hrvoje Katić
sr: Autorska prava © 2026., Hrvoje Katić

source: Croatian
hr: Hrvatski
sr: Hrvatski

source: Delete
hr: Izbriši
sr: Izbriši

source: Delete entry?
hr: Izbrisati unos?
sr: Izbrisati unos?

source: Dictionaries
hr: Rječnici
sr: Rečnici

source: Dictionary type
hr: Vrsta rječnika
sr: Vrsta rečnika

source: Digit-by-digit numbers
hr: Čitaj brojeve znamenku po znamenku
sr: Čitaj brojeve cifru po cifru

source: Duplicate
hr: Dupliciraj
sr: Dupliciraj

source: Duration of silence after commas for natural breathing rhythm
hr: Trajanje tišine nakon zareza za prirodni ritam govora
sr: Trajanje tišine posle zareza za prirodni ritam govora

source: Duration of silence after periods, exclamation marks, and question marks
hr: Trajanje tišine nakon točke, uskličnika i upitnika
sr: Trajanje tišine posle tačke, uzvičnika i upitnika

source: Duration of silence when moving to a new line or paragraph
hr: Trajanje tišine prilikom prelaska u novi redak ili odlomak
sr: Trajanje tišine prilikom prelaska u novi red ili pasus

source: Edit
hr: Uredi
sr: Uredi

source: Edit Entry
hr: Uredi unos
sr: Uredi unos

source: Emoji Dictionary
hr: Rječnik emojija
sr: Rečnik emodžija

source: Enable emoji reading
hr: Omogući čitanje emojija
sr: Omogući čitanje emodžija

source: Enter text you want to hear…
hr: Unesite tekst koji želite čuti…
sr: Unesite tekst koji želite da čujete…

source: Error during speech synthesis
hr: Greška pri sintezi govora
sr: Greška pri sintezi govora

source: Error selecting voice
hr: Greška pri odabiru glasa
sr: Greška pri izboru glasa

source: Error starting TTS engine
hr: Greška pri pokretanju TTS motora
sr: Greška pri pokretanju TTS motora

source: Error: %@
hr: Greška: %@
sr: Greška: %@

source: Female
hr: Ženski
sr: Ženski

source: Force language
hr: Prisilno koristi jezik
sr: Prinudno koristi jezik

source: Force Laprdus speech pitch
hr: Prisilno koristi Laprdus visinu
sr: Prinudno koristi Laprdus visinu

source: Force Laprdus speech rate
hr: Prisilno koristi Laprdus brzinu
sr: Prinudno koristi Laprdus brzinu

source: Force Laprdus speech volume
hr: Prisilno koristi Laprdus glasnoću
sr: Prinudno koristi Laprdus jačinu

source: Laprdus Settings
hr: Laprdus postavke
sr: Laprdus podešavanja

source: Legal
hr: Pravne informacije
sr: Pravne informacije

source: Loading…
hr: Učitavanje…
sr: Učitavanje…

source: Main Dictionary
hr: Glavni rječnik
sr: Glavni rečnik

source: Male
hr: Muški
sr: Muški

source: Manage dictionaries
hr: Upravljanje rječnicima
sr: Upravljanje rečnicima

source: Match whole word only
hr: Samo cijela riječ
sr: Samo cela reč

source: No entries yet. Tap + to add one.
hr: Nema unosa. Dodirnite + za dodavanje.
sr: Nema unosa. Dodirnite + za dodavanje.

source: Opens Laprdus TTS engine settings
hr: Otvara postavke Laprdusa
sr: Otvara podešavanja Laprdusa

source: Opens the system speech settings
hr: Otvara postavke govora sustava
sr: Otvara podešavanja govora sistema

source: Original text
hr: Izvorni tekst
sr: Izvorni tekst

source: Pause after commas
hr: Pauza nakon zareza
sr: Pauza posle zareza

source: Pause after sentences
hr: Pauza nakon rečenice
sr: Pauza posle rečenice

source: Pause at new lines
hr: Pauza kod novog retka
sr: Pauza kod novog reda

source: Read numbers as individual digits (123 → one two three)
hr: Čitaj brojeve kao pojedinačne znamenke (123 → jedan dva tri)
sr: Čitaj brojeve kao pojedinačne cifre (123 → jedan dva tri)

source: Read the GPL 3.0 License Online
hr: Pročitajte GPL 3.0 licencu na mreži
sr: Pročitajte GPL 3.0 licencu na mreži

source: Read the Privacy Policy Online
hr: Pročitajte Pravila privatnosti na mreži
sr: Pročitajte Pravila privatnosti na mreži

source: Reading Pauses
hr: Pauze prilikom čitanja
sr: Pauze prilikom čitanja

source: Replacement pronunciation
hr: Zamjenski izgovor
sr: Zamenski izgovor

source: Restore default speech pitch
hr: Vrati zadanu visinu
sr: Vrati podrazumevanu visinu

source: Restore default speech rate
hr: Vrati zadanu brzinu
sr: Vrati podrazumevanu brzinu

source: Restore default speech volume
hr: Vrati zadanu glasnoću
sr: Vrati podrazumevanu jačinu

source: Save
hr: Spremi
sr: Sačuvaj

source: Select dictionary type
hr: Odabir vrste rječnika
sr: Izbor vrste rečnika

source: Select voice for speech synthesis
hr: Odabir glasa za sintezu govora
sr: Izbor glasa za sintezu govora

source: Senior
hr: Stariji
sr: Stariji

source: Serbian
hr: Srpski
sr: Srpski

source: Sets speech pitch to default value
hr: Postavlja visinu govora na zadanu vrijednost
sr: Postavlja visinu govora na podrazumevanu vrednost

source: Sets speech rate to default value
hr: Postavlja brzinu govora na zadanu vrijednost
sr: Postavlja brzinu govora na podrazumevanu vrednost

source: Sets speech volume to default value
hr: Postavlja glasnoću govora na zadanu vrijednost
sr: Postavlja jačinu govora na podrazumevanu vrednost

source: Settings
hr: Postavke
sr: Podešavanja

source: Speak
hr: Laprdaj!
sr: Laprdaj!

source: Speaks the entered text
hr: Izgovara uneseni tekst
sr: Izgovara uneseni tekst

source: Speech pitch
hr: Visina govora
sr: Visina govora

source: Speech rate
hr: Brzina govora
sr: Brzina govora

source: Speech volume
hr: Glasnoća govora
sr: Jačina govora

source: Spelling Dictionary
hr: Rječnik slovkanja
sr: Rečnik slovkanja

source: Stop
hr: Zaustavi
sr: Zaustavi

source: Stops current speech
hr: Zaustavlja trenutni govor
sr: Zaustavlja trenutni govor

source: Support
hr: Podrška
sr: Podrška

source: System Speech Settings
hr: Postavke govora sustava
sr: Podešavanja govora sistema

source: Text input field for text that will be spoken
hr: Polje za unos teksta koji će biti izgovoren
sr: Polje za unos teksta koji će biti izgovoren

source: Text to speak
hr: Tekst za izgovor
sr: Tekst za izgovaranje

source: This field is required
hr: Ovo polje je obavezno
sr: Ovo polje je obavezno

source: Use custom word pronunciations from user dictionaries
hr: Koristi prilagođene izgovore riječi iz korisničkih rječnika
sr: Koristi prilagođene izgovore reči iz korisničkih rečnika

source: Use Laprdus pitch settings instead of application settings
hr: Koristi Laprdus postavke visine umjesto postavki aplikacije
sr: Koristi Laprdus podešavanja visine umesto podešavanja aplikacije

source: Use Laprdus rate settings instead of application settings
hr: Koristi Laprdus postavke brzine umjesto postavki aplikacije
sr: Koristi Laprdus podešavanja brzine umesto podešavanja aplikacije

source: Use Laprdus volume settings instead of application settings
hr: Koristi Laprdus postavke glasnoće umjesto postavki aplikacije
sr: Koristi Laprdus podešavanja jačine umesto podešavanja aplikacije

source: Use selected language regardless of system settings
hr: Koristi odabrani jezik bez obzira na postavke sustava
sr: Koristi izabrani jezik bez obzira na sistemska podešavanja

source: Vary pitch for questions, exclamations, and pauses
hr: Mijenja visinu glasa za pitanja, usklike i stanke
sr: Menja visinu glasa za pitanja, uzvike i pauze

source: Version: %@ (Build %@)
hr: Inačica: %1$@ (Build %2$@)
sr: Verzija: %1$@ (Build %2$@)

source: Voice
hr: Glas
sr: Glas

source: Voice inflection
hr: Intonacija glasa
sr: Intonacija glasa

source: Dijete
sr: Dete
